---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundsForcePerSquareFoot
source: html/0a793259-e84b-8695-d8f7-5d703e383168.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundsForcePerSquareFoot Property

Pounds force per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundsForcePerSquareFoot { get; }
```